
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>

<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata31 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:31:20 GMT -->
<HEAD>
   <TITLE>Barata Eletrica numero 31</TITLE>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/3.01Gold (WinNT; I) [Netscape]">
</HEAD>
<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#FF8000" VLINK="#008000">

<CENTER><P><!-- Free Hosting WebNG.com --><!-- Free Hosting WebNG.com --></P></CENTER>

<PRE>&nbsp;____&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; _&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ______ _&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; _&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; _&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
|&nbsp; _ \&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; | |&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; |&nbsp; ____| |&nbsp;&nbsp;&nbsp; | |&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (_)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
| |_) | __ _ _ __ __ _| |_ __ _&nbsp; | |__&nbsp; | | ___| |_ _ __ _&nbsp; ___ __ _&nbsp;&nbsp;
|&nbsp; _ &lt; / _` | '__/ _` | __/ _` | |&nbsp; __| | |/ _ \ __| '__| |/ __/ _` |&nbsp;
| |_) | (_| | | | (_| | || (_| | | |____| |&nbsp; __/ |_| |&nbsp; | | (_| (_| |&nbsp;
|____/ \__,_|_|&nbsp; \__,_|\__\__,_| |______|_|\___|\__|_|&nbsp; |_|\___\__,_|&nbsp;




BARATA ELETRICA, numero 31&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Sao Paulo, 18/11/2006
Cidade Universit&aacute;ria     





<HR WIDTH="100%">  
</PRE>

<CENTER><P><IMG SRC="bar.html" ALT="" HEIGHT=190 WIDTH=177 ALIGN=CENTER>
<BR>
</P></CENTER>

<CENTER><P><A HREF="index.html">http://www1.webng.com/curupira/index.html</A>
Email <A HREF="mailto:derneval@gmail.com">derneval@gmail.com</A> <BR>
http://barataeletrica.tk http://barataeletrica.rg3.net </P></CENTER>

<UL>
<LI>&Iacute;ndice </LI>

<LI>Introdu&ccedil;&atilde;o </LI>

<LI><A HREF="credi.html">Cr&eacute;ditos</A>
</LI>

<LI><A HREF="famoso17minutos31.html">FAMOSO
POR 17 MINUTOS - vers&atilde;o curta</A> </LI>

<LI><A HREF="trabalhoemcorporacao31.html">A
SELVA DO TRABALHO EM AMBIENTE CORPORATIVO</A> </LI>

<LI><A HREF="gilbertogil31.html">DISCURSO
DO MINISTRO GILBERTO GIL SOBRE HACKERS</A> </LI>

<LI><A HREF="quadrinhos31.html">QUADRINHOS</A>
</LI>

<LI><A HREF="vestibular31.html">VESTIBULAR
E ADOLESC&Ecirc;NCIA</A> </LI>

<LI><A HREF="comoregistrar31.html">Como
registrar seu texto</A> </LI>

<LI><A HREF="http://barataeletrica.blogspot.com/">News, Dicas, etc..</A>
</LI>
</UL>

<CENTER><P>Visite tamb&eacute;m o Blog do Barata El&eacute;trica: <A HREF="http://barataeletrica.blogspot.com/">http://barataeletrica.blogspot.com</A>

<HR></P></CENTER>

<P>Oi, gente!! Demorei um pouco, n&eacute;? Bom, se eu fosse fazer um livro
s&oacute; sobre os meus sufocos, faria uma encicl&oacute;pedia logo de
uma vez. N&atilde;o foram poucos. S&oacute; na parte de dinheiro, por exemplo,
durante um tempo tive que deixar o cabelo crescer, por falta de grana.
Talvez seja a tal da Andropausa, talvez seja uma tentativa de assalto em
que eu sobrevivi (fazem 2 anos mas e da&iacute;?).. o fato &eacute; que
estou pensando muito no que vou fazer da vida. Doutorado, s&oacute; se
for fora do Brasil. Mas chega de conversa! O fanzine continua, atrasado
mas continua. N&atilde;o vou deixar de escrever. </P>

<P>O ruim &eacute; que estou quase chegando a conclus&atilde;o que escrever
o fanzine &eacute; pouco, tenho que editar um livro logo. Estou at&eacute;
pensando nisso. Mas com calma. O Brasil n&atilde;o &eacute; um pa&iacute;s
onde se pode ir atr&aacute;s de uma id&eacute;ia s&oacute; porqu&ecirc;
se gosta dela. Nana ni nan&atilde;. Nada disso. Para escrever um livro,
por exemplo sobre.. hist&oacute;rias de caras que curtem computador. Me
parece uma id&eacute;ia boa. Poderia ser um sucesso de vendas. Mas precisa
saber escrever. N&atilde;o sei se ainda estou a altura. Pior, n&atilde;o
&eacute; t&atilde;o simples assim publicar. E pior, tem que pensar nos
caras que v&atilde;o roubar as id&eacute;ias. </P>

<P>Dispensa explica&ccedil;&otilde;es, n&eacute;? Durante o ano, encontrei
v&aacute;rios caras com p&aacute;ginas cheias de textos super-legais. E
esses caras nem pensavam direito em como evitar ser plagiados. Puxa, fui
numa palestra com a Bruna Surfistinha e at&eacute; ela j&aacute; passou
por problemas de pl&aacute;gio no blog dela. Se vc tem uma id&eacute;ia
legal, precisa saber dos detalhes envolvidos. &Eacute; bom. </P>

<P>Meu pior choque foi ir atr&aacute;s de uns cursos de reda&ccedil;&atilde;o
jornal&iacute;stica. Fiz v&aacute;rios. Num deles, encontrei algu&eacute;m
que admiro muito como escritor. O sujeito entende de escrever livro. E
ainda est&aacute; vivo. O livro dele tinha ganhado pr&ecirc;mios. Uma pesquisa
de anos. Foi lan&ccedil;ado por uma editora at&eacute; famosa. E seu livro
estava sendo vendido numa &eacute;poca em que havia uma novela falando
do mesmo tema. Entende? Imagina aquele seriado de TV, &quot;Casa das 7
mulheres&quot;. As editoras lan&ccedil;avam biografias e livros sobre aquela
&eacute;poca, durante a novela. Para aproveitar o embalo, o interesse do
p&uacute;blico. Pois &eacute;. Este meu conhecido tinha um super livro
lan&ccedil;ado na &eacute;poca de uma novela com o mesmo tema do livro.
E rompeu o contrato com a editora, assim mesmo. Pelo visto, n&atilde;o
estava recebendo muito dinheiro ou a editora estava lhe pasando a perna.
</P>

<P>Decep&ccedil;&atilde;o. Um autor que eu admiro lan&ccedil;a um &oacute;timo
livro com um tema que tem tudo para virar best-seller e quebra o contrato?
N&atilde;o &eacute; o &uacute;nico caso que ouvi falar. Bom, isso s&oacute;
serviu para confirmar que n&atilde;o vale a pena eu escrever um livro pensando
em ganhar dinheiro. Viver de direitos autorais &eacute; algo dif&iacute;cil.
E at&eacute; perigoso, tem muito analfabeto funcional no Brasil. O cara
que l&ecirc;, sabe ler, mas que n&atilde;o entende aquilo que l&ecirc;.
Gente que n&atilde;o entende que ficar famoso n&atilde;o significa absolutamente
nada, pode at&eacute; atrapalhar a sua vida. As pessoas n&atilde;o querem
contratar gente famosa. Quem vai contratar um sujeito que foi conhecido
como &quot;hacker&quot; (adianta falar que s&oacute; escrevo, n&atilde;o
fa&ccedil;o?). </P>

<P>Ent&atilde;o o livro ainda vai sair, mas n&atilde;o sei se num futuro
pr&oacute;ximo. Que eu &eacute; que n&atilde;o quero ficar sem perspectivas
de ser empregado s&oacute; porque um analfabeto funcional decidiu que sou
&quot;elemento perigoso&quot;. Desempregado s&oacute; porqu&ecirc; saiu
minha foto em algum lugar me chamando de &quot;hacker&quot;. N&atilde;o
senhor.. N&atilde;o escrevo pensando em dinheiro. Poderia j&aacute; ter
lan&ccedil;ado v&aacute;rios livros. Escrevo porqu&ecirc; curto escrever,
porqu&ecirc; tenho f&atilde;s (ou coisa parecida). N&atilde;o fosse o problema
de ser plagiado por alguma editora nem pensava em registrar meus textos.
</P>

<P>Pensando nisso, como forma de desabafo, escrevi o texto sobre o que
&eacute; ficar famoso. Na verdade, virou uma esp&eacute;cie de livro. O
que eu tive de cortar no texto n&atilde;o est&aacute; no gibi. N&atilde;o
fosse isso, teria lan&ccedil;ado o fanzine uns 6 meses atr&aacute;s. Estava
com coceira nos dedos. H&aacute; bastante coisa que d&aacute; para aproveitar
em outros textos e at&eacute; serve como ponto de partida para outros livros.
Essa coisa de ficar famoso &eacute; muito mais sonho de todo mundo do que
eu imaginava. </P>

<P>Resolvi escrever sobre o que &eacute; arrumar um emprego, aquele t&atilde;o
sonhado emprego fixo, com carteira assinada, aquele sonho de muita gente.
Trabalhar &eacute; &oacute;timo. Por&eacute;m, quem nunca trabalhou antes,
pode escapar de poucas e boas se ler o que escrevi. Sim, porqu&ecirc; evita
a chance de ser demitido por besteira. Dava outro livro, esse artigo. Escrevi
porqu&ecirc; j&aacute; tive a experi&ecirc;ncia de ouvir uma conversa semelhante
num &ocirc;nibus. Acabei descendo bem longe do ponto onde ia descer. Mas
ouvir essa conversa me ajudou em v&aacute;rias coisas. Estou passando adiante
conhecimento. O ruim (bom?) foi quando fiz test-drive desse texto. Alguns
me passaram adiante outras hist&oacute;rias, me estimularam. Foi um custo
parar de escrever. E ainda assim editei muita coisa para n&atilde;o ficar
grande. </P>

<P>Sobre vestibular, puxa, era para ter lan&ccedil;ado esse texto no in&iacute;cio
do ano, n&atilde;o agora, nessa &eacute;poca j&aacute; pr&oacute;xima das
provas. Que droga.. bom, esse texto ainda pode ser relan&ccedil;ado ou
difundido na Internet in&uacute;meras vezes. A minha id&eacute;ia mesmo
era ver se fa&ccedil;o o fanzine mais interessante para a juventude. O
texto sobre como registrar seu texto acho que o t&iacute;tulo fala por
si. Podem n&atilde;o pagar nada pelo seu texto, pela sua imagem, pela sua
produ&ccedil;&atilde;o intelectual. Mas que voc&ecirc; tamb&eacute;m pode
ir atr&aacute;s deles e fazer as pessoas pagarem, isso tamb&eacute;m &eacute;
poss&iacute;vel. </P>

<P>O discurso do Ministro Gilberto Gil sobre hackers tem tudo a ver. J&aacute;
houve &eacute;poca em que gostei mais da m&uacute;sica dele. Mas o discurso
tem conte&uacute;do que foi inclusive repetido em outros lugares como Barcelona.
Puxa, se todo mundo pensasse igual a ele n&atilde;o seria o fim dos problemas
da humanidade mas pelo menos para mim, seria um bom come&ccedil;o. Apesar
de estar na USP na &eacute;poca infelizmente eu perdi esse discurso. </P>

<P>Os quadrinhos que coloquei s&atilde;o auto-explicativos. Na verdade
eu tinha um personagem de hist&oacute;rias em quadrinhos mais a ver com
inform&aacute;tica. Mas acabei achando que n&atilde;o era uma boa lan&ccedil;ar
na Internet. Pode ser plagiado. </P>

<P>Ainda tem muito material que deixei de fora para este n&uacute;mero
do fanzine. Quem sabe at&eacute; o final do ano tem mais. </P>

<P>Boa leitura. 



</BODY>

<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata31 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:31:23 GMT -->
</HTML>
rnet. Pode ser plagiado. </P>

<P>Ainda tem muito material que deixei de fora para este n&uacute;mero
do fanzine. Quem sabe at&eacute; o final do ano tem mais. </P>

<P>Boa leitura. 

<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-6452215-3");
pageTracker._trackPageview();
} catch(err) {}</script>
</BODY>
</HTML>

