
 
 <HTML>

<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata17 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:28 GMT -->
<HEAD>
  <!-- Created by AOLpress/1.2 -->
  <TITLE>Introdu&ccedil;&atilde;o e &Iacute;ndice:</TITLE>
</HEAD>
<BODY BGCOLOR="#400040" TEXT="#ffffff">
<P ALIGN=Center>
<A HREF="index.html">http://www1.webng.com/curupira/index.html</A>

Email <A HREF="mailto:derneval@gmail.com">derneval@gmail.com</A> &Iacute;ndice
</CENTER><br><hr>
<P ALIGN=Center>
<B><FONT SIZE=+4>BARATA EL&Eacute;TRICA</FONT></B>
<P ALIGN=Center>
<IMG WIDTH="177" HEIGHT="190" SRC="bar.html">
<P ALIGN=Center>
<BIG><BIG><B>Introdu&ccedil;&atilde;o:</B></BIG></BIG>
<P ALIGN=Left>
S&atilde;o Paulo, 4/12/97
<P ALIGN=Left>
Bom, finalmente mais um fanzine.. Impressionante. Eu comecei essa coisa s&oacute;
pra quebrar um galho e agora j&aacute; chegou no 17a edi&ccedil;&atilde;o.
Acho que o neg&oacute;cio seria 17 e 18, dado o material que estou colocando..
Aconteceu muita coisa desde a &uacute;ltima edi&ccedil;&atilde;o do fanzine.
Participei de alguns testes de sele&ccedil;&atilde;o, mudei do lugar onde
estava morando (e escapei de uma fritura por raz&otilde;es
pol&iacute;tico-estudantis),&nbsp;n&atilde;o arrumei um emprego, finalmente
t&ocirc; na P&oacute;s, (uma das minhas grandes ambi&ccedil;&otilde;es),
sem falar numa confer&ecirc;ncia l&aacute; na Bahia, cuja capital eu n&atilde;o
conhecia. N&atilde;o fui nas confer&ecirc;ncias de fora, mas teve uma aqui
dentro que valeu a pena e falo dela mais adiante. S&atilde;o Paulo finalmente
est&aacute; tendo encontros de hackers, mas dada a incerteza do local, n&atilde;o
vou publicar no Barata. Mais tarde vou fazer uma p&aacute;gina s&oacute;
de encontros hackers no Brasil.
<P ALIGN=Left>
Por enquanto acho mais neg&oacute;cio escrever sobre como "segurar a
l&iacute;ngua", j&aacute; que notei que a maioria dos caras que conhe&ccedil;o
no Brasil &eacute; extremamente vulner&aacute;vel a v&aacute;rios tipos de
interrogat&oacute;rios e merecem muito mais n&atilde;o saber nada, j&aacute;
que n&atilde;o sabem guardar um segredo. Ouvi umas hist&oacute;rias de
persegui&ccedil;&atilde;o por a&iacute; que achava ser coisa do tempo da
ditadura. Falando nisso, resolvi desencavar um outro assunto, que n&atilde;o
tem tanto a ver com hacking, mas com a s&eacute;rie: "Batalha pela Mente".
No fundo tem informa&ccedil;&atilde;o que pode ser de interesse para o fussador
comum, afinal de contas, quantas pessoas se d&atilde;o conta de que o
c&eacute;rebro &eacute; um computador pass&iacute;vel de ser programado?
E o que &eacute; pior, com o c&eacute;rebro, n&atilde;o tem essa de reformatar
n&atilde;o. Ali&aacute;s at&eacute; tem, mas nunca mais vai funcionar igual..
<P ALIGN=Left>
Pensando nisso, resolvi colocar um texto da Opus Night. Tenho uma vaga
id&eacute;ia do autor e do tempo que ele levou para produzir essa obra prima
(acho que uns 20 minutos). O problema &eacute; que aqui na USP, existe um
tal de ser chamado pra bate-papos b&iacute;blicos e &eacute; sempre a mesma
coisa: sempre &eacute; uma pessoa do mesmo sexo que aborda. Tento ser educado
com todo mundo, uns truques que aprendi foi falar que &eacute; da umbanda,
que &eacute; aid&eacute;tico, montes de coisas. Eu costumava falar que era
disc&iacute;pulo de Tantra. Que que isso? "Ah, &eacute; o uso do sexo para:
(dois pontos) atrav&eacute;s do orgasmo (v&iacute;rgula) alcan&ccedil;ar
a comunica&ccedil;&atilde;o com Deus (ponto)". &nbsp;Era interessante ver
a transforma&ccedil;&atilde;o no rosto da pessoa, aquele esfor&ccedil;o de
auto-controle. Chato &eacute; que se voc&ecirc; aceita o convite pro batepapo,
s&atilde;o piores que carrapato, apesar de educados.
<P ALIGN=Left>
Nos EUA j&aacute; existe esse tipo de coisa, texto escrachando com a
religi&atilde;o. &Eacute; chamado de Slack. Sim, tem a ver com Slackware..
A religi&atilde;o Slack &eacute; feita sob medida pro programador que quer
acreditar em algo. Eu nunca consegui ler muito sobre isso, mas um dos lemas
da religi&atilde;o Slack &eacute;: "Salva&ccedil;&atilde;o Garantida ou o
triplo do seu dinheiro de volta!". Um texto deles &eacute;: "Como encontrei
a divindade e as coisas que fiz com ela". Mais informa&ccedil;&otilde;es,
procura no Yahoo, Lycos, etc, etc..
<P ALIGN=Left>
Outro texto que achei interessante foi &eacute; aquele texto humor&iacute;stico
sobre o futuro de gente como a gente.. (Exu Tranca Rede) os &uacute;nicos
a realmente entender de inform&aacute;tica v&atilde;o ser os que hoje ocupam
posi&ccedil;&atilde;o semelhante a de office-boys.. achei engra&ccedil;ado,
mas &ocirc; futuro...
<P ALIGN=Left>
Coisa ruim tamb&eacute;m o que est&aacute; acontecendo com o Kevin Mitnick.
Eu realmente n&atilde;o queria estar na pele dele. E depois riem da minha
preocupa&ccedil;&atilde;o em n&atilde;o escrever nada s&eacute;rio. Pelo
menos eu posso dormir mais ou menos tranquilo. A imprensa dita "comum"
dificilmente faz alguma coisa. Como dificilmente faz alguma coisa pelo
S&eacute;rgio Fleury Morais. Nunca ouviram falar? Ele &eacute; o dono do
Jornal "O debate". Ficou em cana um temp&atilde;o simplesmente porque editou
algumas not&iacute;cias e o juiz local n&atilde;o gostou. Botou o cara
literalmente em cana. Minha &uacute;ltima not&iacute;cia &eacute; que ele
tava tentando levantar uma grana gigantesca pra n&atilde;o perder o jornal.
Eu j&aacute; tive vontade de processar gente, ali&aacute;s, j&aacute; processei.
S&oacute; n&atilde;o acho que nesse caso o cara teve algo justo. No caso
do Kevin igualmente. Julgamento justo &eacute;&nbsp;um direito de todos.
Pelo menos deveria ser. Li na revista VEJA, que o Ministro da Justi&ccedil;a,
&Iacute;ris Rezende tamb&eacute;m disse: "O Crime, as vezes,
&eacute;&nbsp;inevit&aacute;vel". &nbsp;
<P ALIGN=Left>
V&aacute;rias pessoas escreveram me dando a maior for&ccedil;a no meu atual
problema quanto a emprego e agrade&ccedil;o a preocupa&ccedil;&atilde;o.
Ainda n&atilde;o achei nada. Mas tamb&eacute;m n&atilde;o procurei muito.
Algumas vezes acontece da pessoa falar que vai me ajudar, quer ver meu
curr&iacute;culo, n&atilde;o sei o que e no final era apenas uma promessa
pra conseguir uma aten&ccedil;&atilde;o maior ou informa&ccedil;&otilde;es
sobre a minha vida. Por essas e outras, resolvi investir em forma&ccedil;&atilde;o
acad&ecirc;mica e entrei na P&oacute;s. Li tudo quanto &eacute; livro sobre
Jornalismo (quase uns 12 dos 17 da bibliografia m&iacute;nima), mas N&Atilde;O
me deixaram fazer P&oacute;s em Jornalismo. Queriam nota 7.0 e eu tirei 5.0.
Tudo bem. N&atilde;o vou levar pro lado pessoal. Qualquer dia v&atilde;o
fazer uma tese sobre imprensa alternativa ou pior, sobre o Jornalismo na
Web. N&atilde;o v&atilde;o poder dizer que minha forma&ccedil;&atilde;o foi
culpa da Escola de Comunica&ccedil;&atilde;o e Artes da USP.
<P ALIGN=Left>
Bom, vou parando por aqui. Se tudo funcionar legal, outro n&uacute;mero do
Fanzine deve vir. Quem sabe, ainda este ano. Boa leitura.
<P ALIGN=Left>
<P ALIGN=Left>
<BIG><BIG><BIG><B>&Iacute;NDICE:</B></BIG></BIG></BIG>
<P ALIGN=Left>
<UL>
  <LI>
    <A NAME="indice"></A><BIG><BIG><B>Introdu&ccedil;&atilde;o</B></BIG></BIG>
  <LI>
    <BIG><BIG><A HREF="credi.html">Sites do Barata El&eacute;trica, Cr&eacute;ditos,
    etc.. </A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> <A HREF="hip97.html">Confer&ecirc;ncias Hacker no
    Mundo</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> <A HREF="combah.html">Com.BAHIA: uma confer&ecirc;ncia
    Cyber</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> <A HREF="macro2.html">V&iacute;rus de Macro - o que &eacute;, o
    que faz, etc..</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> <A HREF="cereb2.html">Batalha Pela Mente: Lavagem
    Cerebral</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG><B><A HREF="mitnick.html">Campanha Pelo
    Mitnick</A></B></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> <A HREF="opus.html">Opus Night &nbsp;- Uma Slack-Alternativa
    Religiosa</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> <A HREF="exut.html">Exu Tranca Rede</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> <A HREF="sigilo.html">Regulamento Para Salvaguarda de Assuntos
    Sigilosos</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> <A HREF="segredo.html">Quem conta seus
    Segredos...</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> <A HREF="new.html">News - Dicas - Humor - Sei l&aacute; o que
    mais..</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> Bibliografia</BIG></BIG> (acho que vou deixar de fora, t&aacute;
    tudo espalhado no texto)
</UL>
<P ALIGN=Left>


</body>
<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata17 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:33 GMT -->
</HTML>

GN=Left>
    <BIG><BIG> <A HREF="segredo.html">Quem conta seus
    Segredos...</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> <A HREF="new.html">News - Dicas - Humor - Sei l&aacute; o que
    mais..</A></BIG></BIG>
  <LI>
    <P ALIGN=Left>
    <BIG><BIG> Bibliografia</BIG></BIG> (acho que vou deixar de fora, t&aacute;
    tudo espalhado no texto)
</UL>
<P ALIGN=Left>

<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-6452215-3");
pageTracker._trackPageview();
} catch(err) {}</script></body></HTML>


