
 
 <HTML>

<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata18 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:33 GMT -->
<HEAD>
  <!-- Created by AOLpress/1.2 -->
  <TITLE>Introdu&ccedil;&atilde;o (Barata El&eacute;trica 18)</TITLE>
</HEAD>
<BODY BGCOLOR="#400040" TEXT="#ffffff" LINK="#ffff80" VLINK="#ff8080">
<P ALIGN=Center>
<BIG><BIG><BIG><B><BIG>BARATA
EL&Eacute;TRICA</BIG></B></BIG></BIG></BIG>
<P ALIGN=Center>
<A HREF="index.html">http://www1.webng.com/curupira/index.html</A>

Email <A HREF="mailto:derneval@gmail.com">derneval@gmail.com</A> &Iacute;ndice
</CENTER>
<P ALIGN=Center>
<IMG ALIGN="Middle" SRC="bar.html" WIDTH="177" HEIGHT="190">
<P ALIGN=Center>
<BIG><B>INTRODU&Ccedil;&Atilde;O:</B></BIG>
<P>
S&atilde;o Paulo, 31 de Mar&ccedil;o de 1998 (lembra alguma data?)
<P>
Demorou, mas finalmente chegou. Como de costume. Eu gostaria de poder fazer
chegar mais r&aacute;pido, mas atualmente, creio que os pr&oacute;ximos
n&uacute;meros v&atilde;o aparecer quando eu puder aparecer com eles.
Agrade&ccedil;o pra caramba o pessoal que est&aacute; oferecendo ajuda pra
ver se edito mais r&aacute;pido, mas.. n&atilde;o &eacute; mais uma quest&atilde;o
de ajuda. Dividir o trabalho de editar entre v&aacute;rias pessoas, isso
n&atilde;o vou fazer, com certeza. Puxa, eu estive carregando o fanzine nas
costas este tempo todo e vou continuar fazendo isso. O que est&aacute; rolando
&eacute; que a vida n&atilde;o est&aacute; f&aacute;cil. Entrei na P&oacute;s,
mas os problemas continuam. Pra come&ccedil;ar, ainda n&atilde;o arrumei
emprego. Houve gente que me mandou dicas, at&eacute; de concurso, mas umas
eu pisei na bola, outras eu fiquei com medo de aceitar e algumas eram s&oacute;
desculpa pra me conhecer ou ficar meu amigo, sem inten&ccedil;&atilde;o real
de emprego. Como meus hor&aacute;rios de cursos da
P&oacute;s-gradua&ccedil;&atilde;o s&atilde;o a tarde, est&aacute; dif&iacute;cil
encaixar um emprego. Qualquer hora, vou desistir e me concentrar na vida
profissional. Infelizmente, transformar o BE em empresa est&aacute; fora
de quest&atilde;o. Estou vivendo de bicos ocasionais, tipo dar aula e fazer
umas p&aacute;ginas html, coisa bem simples. &Eacute; nessas horas que fico
com inveja de outros fanzines, que investiram mais em visual do que
conte&uacute;do. <BR>
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Falando em fanzines, um monte de
novos hackerzines apareceram. Muitos s&oacute; tem o nome e o email do autor
de coisa nova, o resto &eacute; Cntrl-C, Cntrl-V do Barata El&eacute;trica.
&nbsp;Ou de outros fanzines. E &eacute; uma baixaria, pois existem aqueles
que nem respeitam os direitos autorais de quem escreveu a coisa. Fazem como
se fosse eles que tivessem escrito.. fant&aacute;stico. Por isso &eacute;
que estou colocando todas essas leis que apareceram. Ia colocar a
legisla&ccedil;&atilde;o de imprensa tamb&eacute;m, mas a&iacute; o BE ia
n&atilde;o s&oacute; ficar grande demais como ia parecer o Di&aacute;rio
Oficial. &nbsp;Mas mesmo parecendo o DO, tem coisa importante. &Eacute; melhor
imprimir e ler. <BR>
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Que mais? Entrei numa s&iacute;ndrome
de Zellig. &nbsp;Poderia at&eacute; dizer que &eacute; uma lei de Murphy
que descobri, conversando com um amigo meu. &Eacute; quando voc&ecirc; l&ecirc;
os classificados em busca de emprego, v&ecirc; que n&atilde;o sabe tudo o
que est&atilde;o pedindo e resolve aprender pra colocar no Curriculum Vitae,
pra ver se pelo menos te chamam pra entrevista. Voc&ecirc;s n&atilde;o imaginam
a caca que que &eacute;, aprender NT. O mais chato &eacute; que n&atilde;o
adianta muito, n&atilde;o chamam. A&iacute; cheguei na de mergulhar em Java
e C++, enquanto estudava espanhol pra uma prova de profici&ecirc;nica em
l&iacute;ngua estrangeira. Quase pirei, a&iacute; descobri que os caras aceitavam
ingl&ecirc;s.<BR>
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Um dia, entrei numa p&aacute;gina
de consultoria, fiquei at&eacute; com a imprens&atilde;o de que os caras
botam an&uacute;ncios no jornal, mas n&atilde;o &eacute; pra contratar gente.
&Eacute; pra saber quem foi despedido de onde. Esse onde a&iacute; pode ser
uma empresa que est&aacute; procurando por uma consultoria pra terceirizar
seus servi&ccedil;os.. vai saber.. realmente &eacute; pira&ccedil;&atilde;o,
mas quando penso na quantidade de curr&iacute;culos que mandei e n&atilde;o
recebi resposta ou a resposta n&atilde;o deu em nada, fico com uma pulga
atr&aacute;s da orelha. Um rep&oacute;rter, hoje editor de revista de internet,
me mandou uma oferta de "crescimento profissional", uma coluna na revista
dele. Publica&ccedil;&atilde;o at&eacute; boa, sem lances anti-hacker. E
o hist&oacute;rico do cara n&atilde;o &eacute; anti-hacker, tamb&eacute;m.
S&oacute; que a conversa fudeu logo de cara. <BR>
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; O sujeito queria discutir
por telefone, mas eu n&atilde;o tenho a m&iacute;nima paci&ecirc;ncia pra
procurar gente pelo telefone. S&oacute; se puder marcar um hor&aacute;rio
e a pessoa estiver mesmo l&aacute;. &nbsp;E tamb&eacute;m n&atilde;o queria
logo de cara discutir o que ia pagar, que &eacute; a primeira coisa que eu
queria saber. L&oacute;gico. Business is business. N&atilde;o t&ocirc; nem
a&iacute; pra crescimento profissional, n&atilde;o tenho diploma de jornalista.
Fazer uma reportagem d&aacute; grana. Proje&ccedil;&atilde;o eu tenho com
o Barata El&eacute;trica. At&eacute; me assusta. Tinha at&eacute; lance de
botar foto na p&aacute;gina. Uma coluna, em suma. Que nem um outro me ofereceu
numa revista a&iacute;. Bom, desisti de contatar o cara por fone, a&iacute;
quebramos o pau via email. O sujeito ficou chateado com algumas coisas, como
o fato de que n&atilde;o queria propaganda de firewall perto da minha
mat&eacute;ria e me achou muito neur&oacute;tico com minhas
preocupa&ccedil;&otilde;es. Ent&atilde;o, eu pensei que talvez n&atilde;o
fosse ainda o momento pra entrar nesse neg&oacute;cio de escrever pra revista.
Ia beneficiar a revista, n&atilde;o a mim, pessoa f&iacute;sica. E o momento
n&atilde;o &eacute; pra ningu&eacute;m aparecer e chamar a si pr&oacute;prio
de hacker.&nbsp;&nbsp;Fez bem pro ego, mas nada feito. Eu acabei tratando
o &nbsp;cara como gostaria de ter tratado um (*) que chamou pra fazer uma
mat&eacute;ria pra uma NetTV. No in&iacute;cio, cheio de elogios, depois
de duas horas (em termos) conversando, veio o pedido: "dava pra voc&ecirc;
chamar um cara bem sacana, pra ilustrar melhor a mat&eacute;ria"? No fundo
do fundo, rep&oacute;rter quer &eacute; isso, n&atilde;o adianta.<BR>
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Irritante foi conversar
com um rep&oacute;rter do Estad&atilde;o. Sabe como os caras fazem mat&eacute;ria
de hacker? V&atilde;o primeiro ler o livro do Shimamura. Uma coisa que d&aacute;
vontade de mandar o cara tomar no c&uacute;. O pior livro dos 3 que foram
escritos sobre o epis&oacute;dio, na minha modesta opini&atilde;o (Vi num
sebo por 5R$ e n&atilde;o comprei). E dias depois n&atilde;o sei se foi a
mesma pessoa, mandou uma mat&eacute;ria com a seguinte frase: "pra maioria
do pessoal de seguran&ccedil;a do Brasil, os hackers s&atilde;o amea&ccedil;a".
Subentenda-se: pra quem manja, hacker &eacute; mau. Claro. Usam o nome de
hacker pra tudo que n&atilde;o entendem de coisa ruim que acontece. O carinha
de Israel que foi preso porque ficou gabando das suas proezas pra uma revista
&eacute; mau, porque n&atilde;o fez isso por dinheiro, nem por a mando de
uma ag&ecirc;ncia de espionagem, muito menos pra sacanear e dar motivo pro
Pent&aacute;gono pedir mais verba pra seguran&ccedil;a. A mat&eacute;ria
da VEJA mostrou pelo menos isso, que o cara n&atilde;o tinha m&aacute;s
inten&ccedil;&otilde;es, nem danificou nada, at&eacute; ajudou.<BR>
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; A&iacute; eu me lembro
de dentista.. algu&eacute;m gosta de ir no dentista? N&atilde;o. Sofre antes,
durante e depois. Voc&ecirc; est&aacute; com um probleminha qualquer, &eacute;
s&oacute; ir l&aacute;, fazer o or&ccedil;amento e j&aacute; come&ccedil;a
a sentir a dor. O cara faz quest&atilde;o de&nbsp;te assustar pra ver se
voc&ecirc; realmente paga ele pra fazer aquele absurdo de opera&ccedil;&atilde;o.
E pior, pode at&eacute; te convencer que est&aacute; te fazendo um favor.
"Oh, o meu dentista &eacute; bom, me avisou que aquele trincadinho no meu
dente podia virar uma dor de cabe&ccedil;a". N&atilde;o vai falar que os
raios X que est&aacute; tirando podem ter a prata reaproveitada, possibilitando
uma renda adicional de um material que foi pago por voc&ecirc; (e vai te
convencer a ficar com eles). Algumas Ag&ecirc;ncias de Seguran&ccedil;a contra
Hackers que est&atilde;o aparecendo no Brasil, devem estar funcionando mais
ou menos no mesmo esquema: "assusta o cara, fazendo ele ficar com medo, depois
mostra a conta". Ao inv&eacute;s de fazer a escova&ccedil;&atilde;o de dentes
di&aacute;ria, vulgo preven&ccedil;&atilde;o, o sujeito prefere a coisa f(*)
e pagar o especialista depois. O mais interessante &eacute; que com as constantes
atualiza&ccedil;&otilde;es de software, o trabalho de especialistas tem que
ser refeito, software novo, cad&ecirc; o telefone da seguran&ccedil;a?<BR>
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;E de qual
preven&ccedil;&atilde;o que falo? Contratar gente capaz, dar um sal&aacute;rio
decente, investir no treinamento do pessoal, desenvolver rotinas de backup,
esquecer essa coisa de terceirizar o departamento de inform&aacute;tica ou
investir somente em hardware e software. A maioria das cagadas n&atilde;o
&eacute; feita por hackers, crackers ou v&iacute;rus e sim por pessoal
destreinado que formata ou n&atilde;o faz backups e muitas vezes, por software
com defeito. Depois, n&atilde;o adianta ficar contratando gente s&oacute;
pra consertar cagadas. &nbsp;Como tamb&eacute;m n&atilde;o adianta investir
em software super-f&aacute;cil e depois ficar atualizando pra ver se finalmente
a impressora funciona. O funcion&aacute;rio mal pago vai rezar pra que um
cracker apare&ccedil;a e destrua o trabalho que est&aacute; atrasado por
conta de pregui&ccedil;a ou falta de &acirc;nimo. Mas que que adianta falar
isso.. ningu&eacute;m ouve. Os caras preferem morrer a pagar cursos de
inform&aacute;tica pros seus funcion&aacute;rios.&nbsp;Preferem ir ao dentista
do que escovar os dentes. E isso n&atilde;o &eacute; nada. Preferem ficar
com medo de um invasor pela rede do que de perder equipamentos por conta
de humidade, poeira, m&aacute; instala&ccedil;&atilde;o el&eacute;trica,
etc, etc ..<BR>
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Bom, pra comentar
o material, tive a &oacute;tima colabora&ccedil;&atilde;o de dois fussadores
de micro. Espero que no futuro, mais gente se ofere&ccedil;a. A mat&eacute;ria
do escritor de v&iacute;rus poderia ter sa&iacute;do ainda melhor.
Paci&ecirc;ncia. Quando eu escrever o meu livro, sair&aacute; melhor. A luta
de um jovem pra conseguir ser piloto de provas de games, oh, inveja. Como
j&aacute; disse, &eacute; bom ler sobre a legisla&ccedil;&atilde;o. Evita
despesas com advogados.. A se&ccedil;&atilde;o de News est&aacute; bastante
razo&aacute;vel. Tem que estar, depois do tempo que investi nela. Quase 70
a 80% do total. N&atilde;o sei porque encanei de fazer com divis&oacute;rias.
Brincar de html dificulta um pouco. E n&atilde;o acho que ficou bom. A
mat&eacute;ria de "Engenharia Social" na Ditadura, voc&ecirc; pode achar
que &eacute; preservar uma coisa j&aacute; passada. Tudo bem. <BR>
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Continue assistindo
televis&atilde;o, algum dia passa de novo o filme da Favela Naval. Quanto
a desinforma&ccedil;&atilde;o, &eacute; melhor se ligar. Voc&ecirc; acredita
realmente que ver aquele monte de mat&eacute;rias na TV &eacute;
informa&ccedil;&atilde;o? Jura? E porque que eu me preocupo tanto com isso
se eu fa&ccedil;o propaganda de que meu fanzine &eacute; sobre hackers? Posso
estar desinformando? Pode ser. Mas hacking &nbsp;pra mim e pra alguns, entre
outras coisas, &eacute; ter acesso a informa&ccedil;&atilde;o. Foi isso que
fez a internet ser sucesso. Um acesso barato e r&aacute;pido a
informa&ccedil;&atilde;o. A informa&ccedil;&atilde;o mais f&aacute;cil de
acessar, a do r&aacute;dio e da TV pode ser a mais enganadora. Os caras n&atilde;o
tem tempo pra analisar a not&iacute;cia que est&atilde;o pondo no ar. E eu
tenho esperan&ccedil;a de ensinar o pessoal a enxergar. Posso estar desviando
um pouco do caminho, mas n&atilde;o estou perdido..
<P>
<A NAME="indice"></A><B>&Iacute;NDICE:</B>
<P>
INTRODU&Ccedil;&Atilde;O<BR>
<A HREF="credi.html"><B>CR&Eacute;DITOS</B></A><BR>
<B><A HREF="desinf.html">INFORMA&Ccedil;&Atilde;O E
DESINFORMA&Ccedil;&Atilde;O</A><BR>
<A HREF="piloto.html">PILOTO DE PROVAS DE GAME</A><BR>
<A HREF="vecna.html">ENTREVISTA COM UM AUTOR DE V&Iacute;RUS
(BRASILEIRO)</A><BR>
<A HREF="engdit.html">ENGENHARIA SOCIAL A MODA DA DITADURA</A><BR>
LEGISLA&Ccedil;&Atilde;O:</B>
<UL>
  <LI>
    <B><A HREF="direito.html">DIREITO AUTORAL</A></B>
  <LI>
    <B><A HREF="comput.html">INFORM&Aacute;TICA</A></B>
  <LI>
    <B><A HREF="radiop.html">R&Aacute;DIO COMUNIT&Aacute;RIA</A></B>
</UL>
<P>
<B><A HREF="msfiles.html">TEXTOS BONS, RUINS E PIADAS SOBRE A
MICROSOFT</A><BR>
<A HREF="newss.html">NEWS</A><BR>
<A HREF="bibl18.html">BIBLIOGRAFIA</A></B>
<P>


</body>
<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata18 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:40 GMT -->
</HTML>


<UL>
  <LI>
    <B><A HREF="direito.html">DIREITO AUTORAL</A></B>
  <LI>
    <B><A HREF="comput.html">INFORM&Aacute;TICA</A></B>
  <LI>
    <B><A HREF="radiop.html">R&Aacute;DIO COMUNIT&Aacute;RIA</A></B>
</UL>
<P>
<B><A HREF="msfiles.html">TEXTOS BONS, RUINS E PIADAS SOBRE A
MICROSOFT</A><BR>
<A HREF="newss.html">NEWS</A><BR>
<A HREF="bibl18.html">BIBLIOGRAFIA</A></B>
<P>

<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-6452215-3");
pageTracker._trackPageview();
} catch(err) {}</script></body></HTML>



