
 
 <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>

<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata20 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:44 GMT -->
<HEAD>
  <!-- name="Derneval R.Rodrigues da Cunha" -->
  <!-- email="BarataEletrica@ThePentagon.com" -->
  <!-- subject="BARATA ELETRICA - numero 20 - fevereiro/1999" -->
  <TITLE>Barata Eletrica numero 20 - Introdu&ccedil;&atilde;o</TITLE>
</HEAD>
<BODY BGCOLOR="#ffffff" TEXT="#000000" LINK="#ff8000" VLINK="#008000">
<PRE> ____                  _          ______ _      _        _            
|  _ \                | |        |  ____| |    | |      (_)           
| |_) | __ _ _ __ __ _| |_ __ _  | |__  | | ___| |_ _ __ _  ___ __ _  
|  _ &lt; / _` | '__/ _` | __/ _` | |  __| | |/ _ \ __| '__| |/ __/ _` | 
| |_) | (_| | | | (_| | || (_| | | |____| |  __/ |_| |  | | (_| (_| | 
|____/ \__,_|_|  \__,_|\__\__,_| |______|_|\___|\__|_|  |_|\___\__,_| 
                        

BARATA ELETRICA, numero 20

                        Sao Paulo, 11 de fevereiro de 1999
                        Cidade Universit&aacute;ria
</PRE>
<P>
<BR>
<A HREF="index.html">De volta a
http://www1.webng.com/curupira</A> 
  <HR>
<P ALIGN=Center>
<IMG ALIGN="Middle" SRC="bar.html" ALT="gif da barata eletrica" WIDTH="177"
    HEIGHT="190">
<P ALIGN=Center>
<P>
Bom, gente, demorou um pouco mas saiu.
<P>
Quase n&atilde;o sai. Muito dif&iacute;cil a p&oacute;s-gradua&ccedil;&atilde;o
e ganhar a vida. Diversos trabalhos. N&atilde;o estou perdendo o pique de
escrever, tanto que a&iacute; tem dois textos super legais. Meu problema
mesmo &eacute; que me dei conta que estou precisando me reciclar. J&aacute;
pensou o que &eacute; de uma hora pra outra fazer a lista das linguagens
de programa&ccedil;&atilde;o que voc&ecirc; deveria estar sabendo de cor
para enfrentar o mercado de trabalho, caso necess&aacute;rio? N&atilde;o
&eacute; mole. Eu at&eacute; tava quente com Java. A&iacute;, pra coroar,
outros problemas. &Eacute;, a vida ap&oacute;s o diploma n&atilde;o &eacute;
realmente o inferno, mas parece. E agora no in&iacute;cio do ano, outros
problemas. Mas a gente vai levando.
<P>
A&iacute;, in&iacute;cio do ano, aquilo que eu mais temia, desde que comecei
o fanzine, aconteceu. Muita gente j&aacute; copiou textos do Barata
El&eacute;trica e eu n&atilde;o estou nem a&iacute;, mas.. &nbsp;vamos dizer
que talvez eu inaugure alguns artigos da nova lei de direitos autorais, no
que se refere a direito autoral e a internet. Pode ser que sim, pode ser
que n&atilde;o. T&ocirc; meio perdido e o que &eacute; pior, sem tempo para
ir atr&aacute;s.
<P>
Pra piorar, t&ocirc; bancando analista de suporte. &Eacute; &nbsp;fogo..
aquela d&uacute;vida cruel: corto os pulsos no sentido transversal a veia
ou seguindo o fluxo do sangue?
<P>
Por essas e outras &eacute; que escrevi o texto "como sair do sistema". Algo
que estou quase pensando em fazer. J&aacute; fiz uma vez, talvez fa&ccedil;a
de novo. N&atilde;o recomendo, porque nem sempre se volta. Mas a vida
tamb&eacute;m s&oacute; corre numa dire&ccedil;&atilde;o (a do cemit&eacute;rio),
essa de voltar &eacute; muito relativo. Claro que tem coisas que compensam,
como as mulheres. Pensando na carta de um f&atilde; (sexo masculino) que
agradeceu um artigo meu sobre o assunto, acabei achando que deveria escrever
algo pensando no sexo feminino. As mulheres s&oacute; conseguem entender
de paquerar caras que s&atilde;o tudo, menos inteligentes. Fui escrevendo,
saiu aquele texto l&aacute;. &nbsp;"Guia para mulheres paquerarem NERDS".
&Eacute; preciso deixar bem claro que nem todo Nerd &eacute; Hacker e nem
todo Hacker &nbsp;&eacute; Nerd. O texto &eacute; humor, que isso fique claro
e bem claro.
<P>
Pro pessoal n&atilde;o falar que n&atilde;o estou mexendo mais com artigos
de computa&ccedil;&atilde;o, selecionei alguns. N&atilde;o meus. Fico com
dor de cotovelo de escrever isso, as vezes. N&atilde;o porque seja incompetente
pra escrever, &eacute; que antes de terminar o que escrevo j&aacute; est&aacute;
ultrapassado e quero fazer coisas que durem um pouco. N&atilde;o consigo
muito escrever sem re-escrever.
<P>
Coloquei um artigo de Unix dum f&atilde; (acho que &eacute; f&atilde;, tem
meu link na p&aacute;gina dele). Tinha maior vontade de escrever algo que
ensinasse o b&aacute;sico desse sistema operacional pra mo&ccedil;ada, faz
tempo. Pr&oacute;ximo Barata talvez eu consiga terminar antes de maio. Espero
que com melhores not&iacute;cias e mais alegria.
<P>
  <HR>
<P>
<A NAME="indice"></A>&Iacute;ndice:<BR>
<UL>
  <LI>
    Introdu&ccedil;&atilde;o
  <LI>
    <A HREF="credi.html">Cr&eacute;ditos</A> (atualizados - barataeletrica.home.ml.org
    j&aacute; era)
  <LI>
    <A HREF="curunix.html">Tutorial de Unix </A>
  <LI>
    <A HREF="siste20.html">Como sair do sistema</A>
  <LI>
    <A HREF="paquera20.html">Guia (para mulheres) como paquerar um NERD </A>
  <LI>
    <A HREF="grande20.html">Fofoca nos tempos da Globaliza&ccedil;&atilde;o</A>
  <LI>
    <A HREF="micros20.html">Se&ccedil;&atilde;o Microsoft </A>(piadas, etc material
    coletado na Internet)
  <LI>
    <A HREF="news20.html">Novidades - Piadas - Boatos de Grampos - Dicas - Etc</A>
  <LI>
    Bibliografia (t&aacute; saindo, qualquer dia desses)
</UL>
<P>
  <HR>
<P>
Vers&atilde;o TXT do Barata El&eacute;trica 20
<A HREF="http://www.barataeletrica.iscool.net/">http://www.barataeletrica.iscool.net</A>


</body>
<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata20 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:48 GMT -->
</HTML>
&atilde;o Microsoft </A>(piadas, etc material
    coletado na Internet)
  <LI>
    <A HREF="news20.html">Novidades - Piadas - Boatos de Grampos - Dicas - Etc</A>
  <LI>
    Bibliografia (t&aacute; saindo, qualquer dia desses)
</UL>
<P>
  <HR>
<P>
Vers&atilde;o TXT do Barata El&eacute;trica 20
<A HREF="http://www.barataeletrica.iscool.net/">http://www.barataeletrica.iscool.net</A>

<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-6452215-3");
pageTracker._trackPageview();
} catch(err) {}</script></body></HTML>

