
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>

<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata32 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:31:23 GMT -->
<HEAD>
   <TITLE>Barata Eletrica numero 32</TITLE>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/3.01Gold (WinNT; I) [Netscape]">
</HEAD>
<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#FF8000" VLINK="#008000">

<CENTER><P><!-- Free Hosting WebNG.com --><!-- Free Hosting WebNG.com --></P></CENTER>

<PRE>&nbsp;____&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; _&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ______ _&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; _&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; _&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
|&nbsp; _ \&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; | |&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; |&nbsp; ____| |&nbsp;&nbsp;&nbsp; | |&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (_)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
| |_) | __ _ _ __ __ _| |_ __ _&nbsp; | |__&nbsp; | | ___| |_ _ __ _&nbsp; ___ __ _&nbsp;&nbsp;
|&nbsp; _ &lt; / _` | '__/ _` | __/ _` | |&nbsp; __| | |/ _ \ __| '__| |/ __/ _` |&nbsp;
| |_) | (_| | | | (_| | || (_| | | |____| |&nbsp; __/ |_| |&nbsp; | | (_| (_| |&nbsp;
|____/ \__,_|_|&nbsp; \__,_|\__\__,_| |______|_|\___|\__|_|&nbsp; |_|\___\__,_|&nbsp;




BARATA ELETRICA, numero 32&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Sao Paulo, 30/12/2008
Cidade Universit&aacute;ria     







<HR WIDTH="100%">  
</PRE>

<CENTER><P><IMG SRC="bar.html" ALT="" HEIGHT=190 WIDTH=177 ALIGN=CENTER>
<BR>
</P></CENTER>

<CENTER><P><A HREF="index.html">http://www1.webng.com/curupira/index.html</A>
Email <A HREF="mailto:derneval@gmail.com">derneval@gmail.com</A> <BR>
http://barataeletrica.tk http://barataeletrica.rg3.net </P></CENTER>

<UL>
<LI>&Iacute;ndice </LI>

<LI>Introdu&ccedil;&atilde;o </LI>

<LI><A HREF="credi.html">Cr&eacute;ditos</A> </LI>

<LI><A HREF="codigosecreto32.html">Introdu&ccedil;&atilde;o ao c&oacute;digo
secreto</A> (humor)</LI>

<LI><A HREF="prisao32.html">A pris&atilde;o e voc&ecirc;: um b&aacute;sico
de legisla&ccedil;&atilde;o</A> (n&atilde;o &eacute; humor)</LI>

<LI><A HREF="ysts32.html">You Shoot The Sherif</A> (uma confer&ecirc;ncia)</LI>

<LI><A HREF="gravacaoMP3-32.html">Guia resumido de convers&atilde;o de
fitas K-7 em MP3</A> (H&aacute; coisa mais resumida)</LI>

<LI><A HREF="sociedadesecreta32.html">Sociedades secretas, conspira&ccedil;&otilde;es,
revolu&ccedil;&otilde;es e outros lances</A> </LI>
</UL>

<CENTER><P>Visite tamb&eacute;m o Blog do Barata El&eacute;trica: <A HREF="http://barataeletrica.blogspot.com/">http://barataeletrica.blogspot.com</A>

<HR></P></CENTER>

<P>Cerveja bem como a vida &eacute; drurys. Na verdade a vida n&atilde;o
&eacute; t&atilde;o dif&iacute;cil, o problema &eacute; quando voc&ecirc;
tem uns objetivos muito dif&iacute;ceis. Tipo: ser feliz. Claro, quando
voc&ecirc; acha que est&aacute; tudo perdido, quase sempre aparece algu&eacute;m
para te falar que o futuro vai ser pior. &Eacute; o que todo mundo est&aacute;
falando. Em crise. N&atilde;o sei. Vejo nos jornais mas estou conseguindo
levar a situa&ccedil;&atilde;o. N&atilde;o t&atilde;o bem como algumas
pessoas que eu conhe&ccedil;o mas.. resolvi desconsiderar a id&eacute;ia
de que o mundo est&aacute; indo pro buraco. </P>

<P>Como posso reclamar? Recebi mais uma doa&ccedil;&atilde;o de micro,
dessa vez Pentium 4 (De novo, valeu Marcos). Deu um &acirc;nimo muuuito
legal, tava numa fase t&atilde;o negativa que teria certeza que se me aventurasse
a comprar algo na loja, n&atilde;o s&oacute; n&atilde;o ia funcionar como
iam me obrigar a pagar todas as presta&ccedil;&otilde;es. Tava sem grana
para nada. A&iacute; o problema de excesso de objetivos apareceu (mexer
com edi&ccedil;&atilde;o de v&iacute;deos, Free BSD, assistir filmes, aprender
softwares, fazer backup, etc.. ). Bom, tudo vale a pena quando a alma n&atilde;o
&eacute; pequena. Se eu pensei em parar com o fanzine? Nem vou responder.
Barras pesad&iacute;ssimas. At&eacute; que..</P>

<P>Fui no YST, uma confer&ecirc;ncia seguran&ccedil;a inform&aacute;tica
com vi&eacute;s bem hacker. A&iacute; deu aquela melhorada. Foi uma transforma&ccedil;&atilde;o.
Por alguns dias, n&atilde;o era mais aquele cara com saldo negativo no
banco, todo depr&ecirc;, v&aacute;rios problemas. Era outra pessoa. Foi
como se fosse o Clark Kent vestindo a roupa de Superman. Caras ganhando
altas granas, gente que d&aacute; suporte t&eacute;cnico na China ou em
Dubai mas que no come&ccedil;o foram influenciados pelo fanzine. Revi o
Goldstein da 2600 - Hacker Quaterly, fui convidado para a festa VIP, depois
os caras me levaram madrugada adentro junto com os outros convidados, foi
&oacute;timo, at&eacute; conheci a Babi Reis, antiga Babi da MTV (n&atilde;o
peguei o telefone porque nunca anoto celular - e tamb&eacute;m n&atilde;o
sei, achei que ela tinha namorado ali do lado). Houve outra YSTS agora
ano passado, foi legal tamb&eacute;m mas como estava num outro esquema
(o novo trampo sugando energia), nem fui noite adentro com os caras. As
palestras estavam excelentes mas n&atilde;o sei l&aacute;, preferi s&oacute;
escrever sobre a primeira. Chato que n&atilde;o me convidaram para a primeira
Campus Party mas e da&iacute;? N&atilde;o me convidam, n&atilde;o vou.
E tamb&eacute;m n&atilde;o escrevo a respeito. Deve estar cheio de man&eacute;.</P>

<P>Ou vai ver, hoje o man&eacute; sou eu. Bom, escrevi o texto de d&uacute;bia
utilidade (legal essa palavra, 'd&uacute;bia', ser&aacute; que tem algu&eacute;m
que utiliza?) sobre como converter seus K-7 (ou LPs) em MP3. Provavelmente
s&oacute; gente com mais de trinta anos &eacute; que vai se interessar
em ler esse neg&oacute;cio. Eu mesmo n&atilde;o lembro a &uacute;ltima
vez em que ouvi qualquer coisa em K-7. Ali&aacute;s nem lembro mais quando
gravei algo em diskete. Mas para algum museu ou sei l&aacute;, deve ser
&uacute;til. </P>

<P>Sobre pris&atilde;o ent&atilde;o nem preciso comentar muito. N&atilde;o
posso escrever em primeira pessoa sobre pris&atilde;o. Nunca tive esse
problema. Tive problemas jur&iacute;dicos variados, j&aacute; levei gente
no tribunal, v&aacute;rias coisas. Mas nem quando estavam para demolir
o carandiru eu entrei numa cadeia. At&eacute; hoje fico na d&uacute;vida
se deveria ter ido s&oacute; para sentir um feeling. Bom, existe um monte
de v&iacute;deos sobre o assunto. De qualquer, o texto acabou virando um
gigantesco manual de dicas variadas sobre v&aacute;rios temas jur&iacute;dicos.
E quer saber? Mal arranhei o tema. Trabalhei num lugar ligado em coisas
jur&iacute;dicas (quase todo dia via o pessoal encarregado de processar
o Youtube - lembra o caso Cicarelli?) um lugar muito maneiro. Ainda tem
muita coisa para trabalhar nesse tema. Se eu tenho medo da lei? Quem n&atilde;o
tem? Quando lan&ccedil;aram a lei de prote&ccedil;&atilde;o ao meio ambiente,
um lavrador foi preso por arrancar casca de &aacute;rvore para fazer ch&aacute;
para a mulher dele. Crime hediondo, inafian&ccedil;avel.</P>

<P>Sobre sociedades secretas, era pra fazer algo mais detalhado. Ser&aacute;
que os hackers s&atilde;o uma sociedade secreta? Enfim, fiz uma disserta&ccedil;&atilde;o
n&atilde;o sobre isso (n&atilde;o achei orientador) mas sobre a luta armada
nos anos 60 (a banca quase me destruiu mas gostou do meu jeito de escrever)
ent&atilde;o aproveitei para fazer uma breve exposi&ccedil;&atilde;o sobre
o que s&atilde;o esses temas que est&atilde;o virando livro em banca de
jornal. Quem sabe agora as pessoas v&atilde;o entender melhor o assunto.
</P>

<P>Fiz umas modifica&ccedil;&otilde;es no site, espero que agradem, tava
demorando. Aproveitei que estou fazendo um trabalho de conclus&atilde;o
de curso ligado a usabilidade, google analytics, etc e tomei vergonha na
cara. </P>

<P>Enfim, tomara que tenha valido a pena, a espera. Boa leitura e um feliz
2009.</P>



</body>

<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata32 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:31:26 GMT -->
</HTML>





;o
de curso ligado a usabilidade, google analytics, etc e tomei vergonha na
cara. </P>

<P>Enfim, tomara que tenha valido a pena, a espera. Boa leitura e um feliz
2009.</P>

<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-6452215-3");
pageTracker._trackPageview();
} catch(err) {}</script>
</body>
</HTML>






