
 
 <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>

<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata16 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:22 GMT -->
<HEAD>
  <META NAME="GENERATOR" CONTENT="Mozilla/3.0Gold (WinNT; I) [Netscape]">
  <TITLE></TITLE>
</HEAD>
<BODY TEXT="#FFFFFF" BGCOLOR="#400040" LINK="#0000EE" VLINK="#551A8B" ALINK="#FF0000">
<CENTER>
  <B><FONT SIZE=+4>BARATA EL&Eacute;TRICA</FONT></B>
</CENTER>
<P ALIGN=Center>
<A HREF="index.html">http://www1.webng.com/curupira/index.html</A>

Email <A HREF="mailto:derneval@gmail.com">derneval@gmail.com</A>

</CENTER><br><hr>
<P>
n 16 - S&atilde;o Paulo, 8/08/97
<P>
Bom, gente, aqui vai mais um n&uacute;mero. T&ocirc; tentando manter e melhorar
o n&iacute;vel, mas est&aacute; dif&iacute;cil. Muitos problemas pessoais,
tipo achar novo emprego e talvez nova moradia. &Eacute; isso a&iacute;. T&ocirc;
na rua nos dois sentidos. Bom &eacute; que pelo menos estou formado. Agora
posso dizer mais ou menos que fa&ccedil;o parte da X-generation (n&atilde;o
confundir com o X-factor e outras historinhas em quadrinhos). Algu&eacute;m
sabe de uma vaga para Analista de Sistemas, com especialidade em Linux?
Brincadeira... mas tudo bem, tirando isso. At&eacute; a data de hoje, a viagem
para a Holanda f(*). Estava com altos planos de fazer uma campanha que me
ajudasse com as despesas da viagem, pra poder marcar minha presen&ccedil;a
no <A HREF="http://www.hip97.nl/">HIP97</A>. Infelizmente, ou algu&eacute;m
me delatou ou a Geocities descobriu que eu tinha um link para uma p&aacute;gina
comercial. Provavelmente as duas coisas. Muito tempo sem mudar a senha..
E.. foi pro espa&ccedil;o minha possibilidade de fazer do BE um fanzine
"shareware". Ir para esta confer&ecirc;ncia de hackers, falando em termos
de grana, n&atilde;o era dif&iacute;cil. Mas na volta, ia ser um miser&ecirc;
do c&atilde;o. Sem falar em outros problemas. O&nbsp;professor que, no ano
passado, disse que poderia ser meu orientador na P&oacute;s de
Comunica&ccedil;&atilde;o "desapareceu" e era meio essencial estar com isso
pronto antes da viagem. Quase me d&aacute; vontade de n&atilde;o fazer esse
lance aqui na USP. Bom, final das contas, mais f&aacute;cil n&atilde;o ir.
N&atilde;o fosse isso, terminava o Barata El&eacute;trica no velho continente
e ficava por l&aacute;, curtindo um pouco.
<P>
O grande irm&atilde;o est&aacute; chegando... quem n&atilde;o leu ainda "1984"
(livro do George Orwell, que j&aacute; existe em v&iacute;deo, mas n&atilde;o
&eacute; a mesma coisa) daqui a um tempo n&atilde;o vai entender a
diferen&ccedil;a entre o livro e a realidade. N&atilde;o vai entender nem
porque o autor se deu ao trabalho de escrever aquilo. Eu sei que estou me
repetindo. Mas &eacute; que li uns artigos incr&iacute;veis sobre coisas
que est&atilde;o rolando nos EUA. Como tudo o que &eacute; bom para os Estados
Unidos &eacute; bom para o Brasil... "1984" vem ai' mesmo. Ali&aacute;s,
o Brasil j&aacute; passou por aquilo e at&eacute; hoje n&atilde;o se deu
conta do que &eacute; realmente liberdade de opini&atilde;o, de voto, etc..
as pessoas est&atilde;o se preocupando (t&atilde;o aparecendo mat&eacute;rias
em revistas) falando sobre privacidade na internet, mas ningu&eacute;m pensa
a devasta&ccedil;&atilde;o que pode ser a privacidade do cidad&atilde;o nas
m&atilde;os de um governo totalit&aacute;rio. Como seria f&aacute;cil instituir
o voto de "cabresto" que existe no Nordeste, como seria f&aacute;cil as pessoas
perderem o emprego s&oacute; porque seu exame de Aids deu um falso positivo
(e a empresa descobriu) ou porque apareceu num arquivo qualquer que o
ind&iacute;viduo foi de esquerda na juventude. S&atilde;o apenas pequenos
exemplos. Por isso coloquei alguns artigos sobre o assunto, incluindo um
peda&ccedil;o de um conto de 1952, mas que j&aacute; est&aacute; obsoleto.
O que existe &eacute; maior do que algu&eacute;m &eacute; capaz de imaginar.
A realidade j&aacute; est&aacute; ultrapassando. Hoje em dia, para tentar
se manter em dia com os fatos, o neg&oacute;cio &eacute; ler fic&ccedil;&atilde;o
cient&iacute;fica. Inacredit&aacute;vel &eacute; depois ler o que aparece
nos jornais.. ler, entender e aceitar o fato de que outras pessoas tamb&eacute;m
leem, mas ningu&eacute;m faz nada. Ser&aacute; que vai ser sempre assim?
<P>
Resolvi lan&ccedil;ar uma materiazinha sobre os v&iacute;rus de macro, j&aacute;
que esse assunto quase n&atilde;o aparece na imprensa. Junto, outros probleminhas
do win95 e NT 4. Acho que n&atilde;o ficou muito boa. Mas.. levando em
considera&ccedil;&atilde;o, quem sabe? A mat&eacute;ria sobre Guerra
Psicol&oacute;gica foi feita meio nas coxas.. n&atilde;o sei se ficou boa..
.Os exemplos utilizados s&atilde;o reais, believe me. Falta de tempo &eacute;
algo chato. Eu resolvi tentar de novo, fazer a edi&ccedil;&atilde;o em html,
ao inv&eacute;s de aproveitar a anterior... t&ocirc; xingando at&eacute;
agora. Todas as salas de computa&ccedil;&atilde;o da USP entraram em reforma,
e como n&atilde;o tenho micro em casa (tinha um XT, sem disco r&iacute;gido)
foi PHODA. Mas ta&iacute;... t&ocirc; pensando &eacute; se vou continuar
fazendo isso, talvez n&atilde;o.. talvez eu compre meu pr&oacute;prio micro,
j&aacute; que vou escrever um livro sobre hackers. Bom, foi uma
experi&ecirc;ncia. Porque reclamo tanto e continuo escrevendo? Nem eu sei...
deve ser o tal bicho de escritor. Quem diria que eu fosse ficar t&atilde;o
vidrado nisto. Acho que recomendo.
<UL>
  <LI>
    <A NAME="indice"></A><B><FONT SIZE=+2>INTRODU&Ccedil;&Atilde;O</FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Credi-2.html">CR&Eacute;DITOS/SITES DO BARATA
    EL&Eacute;TRICA</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Escra.html">ESCRAVID&Atilde;O DO FUTURO OU GAIOLA
    DOURADA</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Bbsvirus.html">BBS DE V&Iacute;RUS
    (ARGENTINA)</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Vvirus.html">V&Iacute;RUS EM WINDOWS 95 E NT
    4.0</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Smhall.html">SAM HALL</A> (Trechos de um conto
    futurista)</FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Midia.html">HACKERS e a M&Iacute;DIA
    II</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Guerra.html">GUERRA PSICOL&Oacute;GICA: A GUERRA
    SEM SANGUE</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Mit.html">NOT&Iacute;CIAS DO
    MITNICK</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="http://curupira.webng.com/News.htm">NEWS - DICAS - HUMOR</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Biblio.html">BIBLIOGRAFIA</A></FONT></B>
</UL>


</body>
<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata16 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:27 GMT -->
</HTML>

NT SIZE=+2><A HREF="Guerra.html">GUERRA PSICOL&Oacute;GICA: A GUERRA
    SEM SANGUE</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Mit.html">NOT&Iacute;CIAS DO
    MITNICK</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="News.html">NEWS - DICAS - HUMOR</A></FONT></B>
  <LI>
    <B><FONT SIZE=+2><A HREF="Biblio.html">BIBLIOGRAFIA</A></FONT></B>
</UL>

<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-6452215-3");
pageTracker._trackPageview();
} catch(err) {}</script></body></HTML>


