
  <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>

<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata22 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:51 GMT -->
<HEAD>
  <META NAME="GENERATOR" CONTENT="Mozilla/3.01Gold (WinNT; I) [Netscape]">
  <TITLE>Barata Eletrica numero 22 - &Iacute;ndice e Introdu&ccedil;&atilde;o
  N&atilde;o reparem, os outros artigos est&atilde;o vindo</TITLE>
</HEAD>
<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#FF8000" VLINK="#008000">
<P>
<!-- name="Derneval R.Rodrigues da Cunha" --><!-- email="BarataEletrica@bigfoot.com"
    --><!-- subject="BARATA ELETRICA - numero 22 - dezembro/1999" -->
<PRE> ____                  _          ______ _      _        _            
|  _ \                | |        |  ____| |    | |      (_)           
| |_) | __ _ _ __ __ _| |_ __ _  | |__  | | ___| |_ _ __ _  ___ __ _  
|  _ &lt; / _` | '__/ _` | __/ _` | |  __| | |/ _ \ __| '__| |/ __/ _` | 
| |_) | (_| | | | (_| | || (_| | | |____| |  __/ |_| |  | | (_| (_| | 
|____/ \__,_|_|  \__,_|\__\__,_| |______|_|\___|\__|_|  |_|\___\__,_| 
                        

BARATA ELETRICA, numero 22

Sao Paulo, 9 de dezembro de 1999
Cidade Universit&aacute;ria
</PRE>
<CENTER>
  <IMG SRC="bar.html" ALT="" HEIGHT=190 WIDTH=177 ALIGN=CENTER><BR>
    <HR>
</CENTER>
<UL>
  <LI>
    &Iacute;ndice
  <LI>
    Introdu&ccedil;&atilde;o
  <LI>
    <A HREF="credi.html">Cr&eacute;ditos </A>
  <LI>
    <A HREF="hackpoa22.html">Hackers, Crackers
    e Phreakers em Po&aacute;</A>
  <LI>
    <A HREF="ouvidos22.html">As Paredes tem
    ouvidos</A>(em fase de tradu&ccedil;&atilde;o)
  <LI>
    <A HREF="direito22.html">M@rmiteiro da Rede:
    Direito Autoral</A>
  <LI>
    <A HREF="guianerd22.html">Consult&oacute;rio
    Sentimental para Nerds</A> (FAQ sobre mulheres e paquera)
  <LI>
    <A href="msft-nsa22.html">A &uacute;ltima da
    Microsoft (em fase de tradu&ccedil;&atilde;o)</A>
   
  <LI>
    <A HREF="uzix22.html">UZIX - Unix para MSX</A>
    (Adi&ccedil;&atilde;o de &uacute;ltima hora)
  <LI>
    <A HREF="news22.html">Not&iacute;cias, boatos,
    dicas, piadas, links, cartas, etc..</A>
  <LI>
    Bibliografia (procura no final dos artigos)
</UL>
<CENTER>
    <HR>
</CENTER>
<P>
Bom, afinal saiu mais um n&uacute;mero. N&atilde;o est&aacute; muito f&aacute;cil,
mas t&ocirc; tentando manter a qualidade, ao inv&eacute;s da quantidade.
Oh, sim, alguns v&atilde;o falar que meu n&iacute;vel est&aacute; decaindo.
Mas isso &eacute; um fanzine, n&atilde;o uma revista comercial. O&nbsp;editor
tem que se divertir fazendo, tamb&eacute;m.E estou bem atarefado com minha
qualifica&ccedil;&atilde;o para o mestrado. Para n&atilde;o falar que escrevi
dois livros e t&ocirc; tentando escrever mais dois, incluindo o tema deste
fanzine. N&atilde;o me pe&ccedil;am detalhes destes livros, n&atilde;o vou
dar. E rapaz, quando penso no que &eacute; escrever no Brasil.. Fiz esse
artigozinho, enfocando o direito autoral, para comentar algo que n&atilde;o
poderia comentar, meus problemas de direito autoral. Acho muito chato, porque
todo mundo me pergunta. E n&atilde;o se d&atilde;o conta de que eu n&atilde;o
posso responder todas as perguntas. Querem um tipo de assunto que n&atilde;o
posso detalhar.
<P>
Uma coisa aprendi, quando fui numa delegacia pela primeira vez. Atenha-se
aos fatos. O fato que aprendi &eacute;: tenho um grande caso na minha m&atilde;o.
Um dos primeiros a ver o direito autoral na internet brasileira. E n&atilde;o
tenho tempo para ficar em cima dele. Como todo mundo, o bandido meteu a m&atilde;o
em algo que me pertence. Mas de acordo com a lei, n&atilde;o se pode simplesmente
sair dando socos na pessoa. As pessoas adorariam ver isso. Algo parecido
como justi&ccedil;a ou compensa&ccedil;&atilde;o contra uma injusti&ccedil;a.
Mas n&atilde;o &eacute; assim que funciona.
<P>
Na pr&aacute;tica, se voc&ecirc; enche de socos uma pessoa que est&aacute;
tentando te roubar, pode ser autuado por agress&atilde;o f&iacute;sica. Defesa
do patrim&ocirc;nio n&atilde;o engloba o uso excessivo de viol&ecirc;ncia.
Se o advogado do ladr&atilde;o for melhor, ele pode inventar v&aacute;rias
coisas. N&atilde;o interessa que sejam mentira. Tudo tem que ser provado.
Quem quiser mesmo, deveria assistir o filme brasileiro &nbsp;"O&nbsp;Beijo".
(Ant&ocirc;nio Fagundes e Mait&ecirc; Proen&ccedil;a no elenco). Pra ter
uma id&eacute;ia de como pode ser lenta, a justi&ccedil;a no Brasil. O final
&eacute; feliz, mas e da&iacute;? Gostaria de saber &eacute; se os outros
colegas meus (que tamb&eacute;m tiveram textos pirateados) fizeram acordo
ou simplesmente desistiram. Alguns, como o Hugo Cisneiros, respons&aacute;vel
por um excelente manual de Linux que est&aacute; sendo pirateado por a&iacute;
(digo:&nbsp;est&atilde;o ganhando dinheiro com o trabalho dele sem dar
cr&eacute;dito) parece que ainda n&atilde;o t&aacute; nessa.
<P>
Acabei fazendo outro texto sobre namoro para Nerds. Fazer o qu&ecirc;? Recebi
muito elogio de mulheres bonitas, por conta do outro. E aqui entre n&oacute;s,
opini&atilde;o de mulher bonita conta. Pior &eacute; que acabei fazendo um
livro, no processo. Outro, al&eacute;m dos que estava planejando fazer. Saiu
at&eacute; mais r&aacute;pido. N&atilde;o tive que pensar em
legisla&ccedil;&atilde;o. O artigo foi apenas um &nbsp;"gostinho".
<P>
O texto sobre escuta &eacute; porque achei algo mais detalhado sobre o assunto
do que o que escrevi, no n&uacute;mero anterior, sobre o filme a
conversa&ccedil;&atilde;o. Sem coment&aacute;rios. Hoje, &eacute; paran&oacute;ia.
Amanh&atilde;, quem sabe? J&aacute; o texto sobre PO&Aacute;, o apelido carinhoso
que os gauchos d&atilde;o a Porto Alegre, nem vou comentar muito. Leiam.
Outro &nbsp;"gostinho" do que vai sair em livro mais tarde. Esse pessoal
&eacute; capaz de fazer um encontro antes do meu, aqui em Sampa.
<P>
O acoplador ac&uacute;stico de telefone foi um artigozinho legal que peguei
na internet (pedi pros caras) e coloquei a&iacute;. Tudo pelo social. Se
voc&ecirc; estiver algum lugar distante, onde s&oacute; tem orelh&atilde;o
e quiser, via pop, puxar e enviar emails, quem sabe isso quebre seu galho.
<P>
Sobre o texto do Uzix, foi uma adi&ccedil;&atilde;o de &uacute;ltima hora.
Fant&aacute;stico. Sempre ouvi falar do pessoal do MSX. Podem falar que n&atilde;o
serve para nada, mas para mim isso &eacute; um "hack". &Eacute; GNU, &eacute;
uma coisa que o cara tava afim de fazer e fez. Achei fant&aacute;stico.
<P>
&Eacute; isso. Quanto ao resto, uma feliz passagem de ano. Um bom emprego
de 5 mil d&oacute;lares/mensais pra voc&ecirc;s.


</body>
<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata22 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:55 GMT -->
</HTML>
e;o de &uacute;ltima hora.
Fant&aacute;stico. Sempre ouvi falar do pessoal do MSX. Podem falar que n&atilde;o
serve para nada, mas para mim isso &eacute; um "hack". &Eacute; GNU, &eacute;
uma coisa que o cara tava afim de fazer e fez. Achei fant&aacute;stico.
<P>
&Eacute; isso. Quanto ao resto, uma feliz passagem de ano. Um bom emprego
de 5 mil d&oacute;lares/mensais pra voc&ecirc;s.

<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-6452215-3");
pageTracker._trackPageview();
} catch(err) {}</script></body></HTML>

