
 
 <HTML>

<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata21 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:48 GMT -->
<HEAD>
  <!-- name="Derneval R.Rodrigues da Cunha" -->
  <!-- email="BarataEletrica@ThePentagon.com" -->
  <!-- subject="BARATA ELETRICA - numero 21 - julho/1999" -->
  <TITLE>Barata Eletrica numero 21 - &Iacute;ndice e Introdu&ccedil;&atilde;o</TITLE>
</HEAD>
<BODY BGCOLOR="#ffffff" TEXT="#000000" LINK="#ff8000" VLINK="#008000">
<PRE> ____                  _          ______ _      _        _            
|  _ \                | |        |  ____| |    | |      (_)           
| |_) | __ _ _ __ __ _| |_ __ _  | |__  | | ___| |_ _ __ _  ___ __ _  
|  _ &lt; / _` | '__/ _` | __/ _` | |  __| | |/ _ \ __| '__| |/ __/ _` | 
| |_) | (_| | | | (_| | || (_| | | |____| |  __/ |_| |  | | (_| (_| | 
|____/ \__,_|_|  \__,_|\__\__,_| |______|_|\___|\__|_|  |_|\___\__,_| 
                        

BARATA ELETRICA, numero 21

Sao Paulo, 06 de julho de 1999
Cidade Universit&aacute;ria
</PRE>
<P ALIGN=Center>
<IMG BORDER="0" ALIGN="Middle" SRC="bar.html" ALT="" WIDTH="177" HEIGHT="190"><BR>
<A HREF="index.html">De volta a
http://www1.webng.com/curupira</A> 
  <HR>
<P ALIGN=Center>
<BIG><B>&Iacute;ndice:</B></BIG><BR>
<UL>
  <LI>
    <A HREF="http://www1.webng.com/curupira/%23Introdu&amp;ccedil;&amp;atilde;o">Introdu&ccedil;&atilde;o</A><BR>
    (T&aacute; mais pra baixo)
  <LI>
    <A HREF="credi.html">Cr&eacute;ditos</A> <BR>
    (atualizados - barataeletrica.home.ml.org j&aacute; era)
  <LI>
    <A HREF="melissa21.html">O caso do v&iacute;rus
    Melissa</A><BR>
    (Uma breve cr&ocirc;nica sobre esse fato hist&oacute;rico)
  <LI>
    <A HREF="lnxed21.html">Editores de Texto para Linux<BR>
    </A>(Como esquecer essa coisa chamada Winword)
  <LI>
    <A HREF="lnxgrp21.html">Grupos de Linux no Brasil </A>&nbsp;<BR>
    (Uma lista para voc&ecirc; que est&aacute; afim de entrar nessa tribo e n&atilde;o
    conhece ningu&eacute;m)
  <LI>
    <A HREF="darkside21.html">Conversando com o Diabo<BR>
    </A>(entrevista com um dark side hacker)
  <LI>
    <A HREF="escuta21.html">O filme "The Conversation" e a realidade dos
    grampos</A> <BR>
    (Um filme do Coppola que, 25 anos depois, ainda est&aacute; atual)
  <LI>
    <A HREF="news21.html">Novidades - Piadas- Dicas - Etc</A>
  <LI>
    Bibliografia (t&aacute; saindo, qualquer dia desses)
</UL>
<P>
Vers&atilde;o TXT do Barata El&eacute;trica 20
<A HREF="http://www.barataeletrica.iscool.net/">http://www.barataeletrica.iscool.net</A>
<P>
  <HR>
<P ALIGN=Center>
<B><A NAME="Introdu&ccedil;&atilde;o">Introdu&ccedil;&atilde;o</A></B>
<P>
Realmente, est&aacute; demorando mais e mais para soltar o fanzine...
<P ALIGN=Left>
Fazer o qu&ecirc;? &nbsp;P&oacute;s &eacute; p&oacute;s. Para aqueles que
volta e&nbsp;meia se interessam, estudei para 2 concursos, escrevi um livro
e com algum custo, estou fazendo minhas mat&eacute;rias de p&oacute;s. Ah,
sim e tamb&eacute;m estou as voltas com um poss&iacute;vel caso de
viola&ccedil;&atilde;o de direitos autorais. T&atilde;o usando material do
Barata El&eacute;trica sem a minha autoriza&ccedil;&atilde;o. At&eacute;
a&iacute;, normal. Isso acontece pacas. Mas nunca tinha visto algu&eacute;m
ganhando dinheiro antes com isso. Tenho tantos problemas que n&atilde;o posso
me dedicar a esse. O interessante &eacute; que advogados s&atilde;o pessoas
maravilhosas.. Qualquer dia escrevo com mais vagar sobre o assunto.
<P ALIGN=Left>
Era para soltar tamb&eacute;m uma mat&eacute;ria sobre exames de emprego.
Sabe, um monte de gente passa por entrevistas. Para evitar isso, alguns tentam
concurso p&uacute;blico. Me contaram uma da CEF.. al&eacute;m do exame, tinha
entrevista com psic&oacute;logo. Que perguntou se o sujeito tinha namorada,
quanto tempo estavam juntos, quando entrou na escola. Coisa pra desqualificar
mesmo o indiv&iacute;duo. Sem falar que foi exame de urina, sangue, etc..
Resultado: n&atilde;o conseguiu. Passou na frente de mais de 180 mil pessoas
e n&atilde;o levou o cargo. O&nbsp;pior foi quando&nbsp; viu na apostila
(bem depois) que, se tivesse um advogado (coisa de + ou - R$ 1.000,00 para
um mandato de seguran&ccedil;a) poderia ter recorrido da decis&atilde;o.
O cara me mandou um email perguntando se eu n&atilde;o podia entrar no site
e descobrir a raz&atilde;o, porque n&atilde;o liberam o motivo sem habeas
data (outros R$1.000,00). Mas isso fica para outro n&uacute;mero do fanzine.
<P ALIGN=Left>
Vou falar sobre o V&iacute;rus Melissa, que &eacute; o pai desses bichos
todos por a&iacute;. Demorei um pouco para soltar a reportagem, ent&atilde;o
n&atilde;o pude me concentrar sobre as variantes. GUID, que tamb&eacute;m
merecia um lance, ficou de fora. Na verdade, isso foi mais um pouco de
paran&oacute;ia da imprensa. J&aacute; existia, num manual de v&iacute;rus
de macro (n&atilde;o sei onde) como fazer para obrigar o eudora a fazer a
mesma coisa que o melissa faz. Claro que n&atilde;o era t&atilde;o f&aacute;cil.
Nem todo mundo usa esse mail reader. Mas o potencial para fazer um v&iacute;rus
de macro funcionar como Worm j&aacute; existia. Como tamb&eacute;m j&aacute;
existia gente se esgueirando em p&aacute;ginas internet do governo. A
quest&atilde;o &eacute; que funcion&aacute;rio p&uacute;blico n&atilde;o
ia revelar nunca, medo de ser despedido por incompet&ecirc;ncia. Acho muito
significativo que essas invas&otilde;es do STF aconteceram na mesma &eacute;poca
do projeto de lei relativo a crime por computador ter sido publicado no
Di&aacute;rio Oficial.
<P ALIGN=Left>
Mas a reportagem que acho que vai continuar atual por um tempo vai ser essa
do grampo. Ah, tem ministro caindo faz tempo, s&oacute; porque falou demais
o que n&atilde;o devia. O Tancredo &eacute; que tinha raz&atilde;o: "Telefone
&eacute; s&oacute; pra marcar compromisso. E pro lugar errado". Ficou faltando
coisa pra caramba. Oh, se ficou. Pe&ccedil;o desculpas aos leitores. Ainda
vou compensar isso. &Eacute; que fica meio chato divulgar muita coisa. Tem
tanto imbecil por a&iacute;.. O peixe morre pela l&iacute;ngua. Todo mundo
devia saber disso.&nbsp;Na internet isso n&atilde;o ocorre. O "peixe" morre
pelo que digita.
<P ALIGN=Left>
Mas mudando para um assunto menos paran&oacute;ico, legal essa explos&atilde;o
que o linux est&aacute; tendo em todo o Brasil. Gra&ccedil;as as revistas,
agora at&eacute; quem n&atilde;o tem internet pode provar que &eacute; macho
e brincar de "hacker" no bom sentido da coisa. Eu ia acrescentar uma entrevista
com um pessoal muito legal, da
<A HREF="http://www.linuxsp.org/">http://www.linuxsp.org</A>, mas infelizmente,
vai ficar para o pr&oacute;ximo n&uacute;mero. Por enquanto, s&oacute; um
material cedido pela p&aacute;gina linux.trix.net. Sempre quis saber qual
editor de texto quebrava melhor o galho. Tive que deixar de lado minha coluna
anti-microsoft. Uma pena. Enfim, &eacute; isso. E vamo que vamo.&nbsp;&nbsp;


</body>
<!-- Mirrored from f3l1p3.neocities.org/ezines/barataeletrica/barata21 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 05 Oct 2025 19:30:51 GMT -->
</HTML>
l, da
<A HREF="http://www.linuxsp.org/">http://www.linuxsp.org</A>, mas infelizmente,
vai ficar para o pr&oacute;ximo n&uacute;mero. Por enquanto, s&oacute; um
material cedido pela p&aacute;gina linux.trix.net. Sempre quis saber qual
editor de texto quebrava melhor o galho. Tive que deixar de lado minha coluna
anti-microsoft. Uma pena. Enfim, &eacute; isso. E vamo que vamo.&nbsp;&nbsp;

<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-6452215-3");
pageTracker._trackPageview();
} catch(err) {}</script></body></HTML>

